{
  "title": "ECLI:NL:RBDHA:2024:3983",
  "url": "https://uitspraken.rechtspraak.nl/details?id=ECLI:NL:RBDHA:2024:3983",
  "instantie": "Rechtbank Den Haag",
  "datum_uitspraak": "2024-03-22",
  "datum_publicatie": "2024-03-22",
  "zaaknummer": "22/6459",
  "rechtsgebieden": "Bestuursrecht",
  "bijzondere_kenmerken": "Eerste aanleg - enkelvoudig",
  "inhoudsindicatie": "Woo verzoek. Verweerder heeft ten onrechte alle conceptversies van definitieve documenten geweigerd te verstrekken. Verweerder had per document of een gedeelte daarvan moeten bezien of deze voor openbaarmaking in aanmerking zou komen. Beroep gegrond.",
  "wetsverwijzingen": [""],
  "vindplaatsen": ["Rechtspraak.nl"],
  "verrijkte_uitspraak": "https://linkeddata.overheid.nl/document/ECLI:NL:RBDHA:2024:3983",
  "uitspraak": "RECHTBANK DEN HAAG\n\nBestuursrecht\n\nzaaknummer: SGR 22/6459\n\nuitspraak van de enkelvoudige kamer van 2 februari 2024 in de zaak tussen\n\n[eiser], uit [woonplaats], eiser\n\nen\n de minister van Justitie en Veiligheid, verweerder\n\n(gemachtigde: mr. E.C. Pietermaat).\n Inleiding\n\n1. In deze uitspraak beoordeelt de rechtbank het beroep van eiser tegen het besluit op zijn openbaarmakingsverzoek.\n 1.1.\n\nBij besluiten van 4 mei 2021 (deelbesluit 1), 6 juli 2021 (deelbesluit 2) en 5 oktober 2021 (deelbesluit 3) heeft verweerder beslist op het verzoek dat eiser heeft ingediend op basis van de Wet openbaarheid van bestuur (Wob-verzoek). Verweerder heeft de hiertegen gerichte bezwaren van eiser ongegrond verklaard bij besluit van 1 september 2022 (het bestreden besluit).\n 1.2.\n\nEiser heeft beroep ingesteld tegen het bestreden besluit. Verweerder heeft een verweerschrift ingediend.\n 1.3.\n\nDe rechtbank heeft het beroep op 20 december 2023 op zitting behandeld. Hieraan hebben deelgenomen: eiser en de gemachtigde van verweerder.\n Beoordeling door de rechtbank\n\nWat heeft eiser verzocht?\n\n2. Eiser heeft verzocht om informatie over besluiten en uitlatingen van het kabinet en ministers over het aantal aanwezigen in kerkelijke gebouwen over de periode van 14 april 2020 tot 26 oktober 2020.\n\nWat heeft verweerder besloten?\n\n3. Verweerder heeft naar aanleiding van het verzoek van eiser in totaal 212 documenten aangetroffen, die in inventarislijsten bij de deelbesluiten zijn opgenomen en zijn genummerd. Verweerder heeft een deel van deze documenten geheel of gedeeltelijk geweigerd openbaar te maken ter voorkoming van onevenredige bevoordeling of benadeling van de bij de bestuurlijke activiteit betrokken personen. Daarnaast heeft verweerder in een deel van de verstrekte documenten passages weggelaten, omdat deze persoonlijke beleidsopvattingen in zouden houden. Tot slot heeft verweerder persoonsgegevens geanonimiseerd vanwege de bescherming van de persoonlijke levenssfeer.\n\nWat vindt eiser in beroep?\n\n4. Eiser stelt in de kern dat het redelijkerwijs niet mogelijk is dat verweerder niet over meer documenten beschikt dan hij heeft verstrekt. Daarnaast stelt hij dat verweerder hem in de bezwaarfase ten onrechte geen inzage heeft verleend in de op de zaak betrekking hebbende stukken en ten onrechte de zienswijzen die over zijn verzoek zijn ingediend niet heeft verstrekt. Eiser kon zich zodoende niet goed voorbereiden op de hoorzitting en is daarmee in zijn belangen geschaad. Voorts is het verslag van de hoorzitting onvolledig. Ditzelfde geldt voor de inventarislijst, nu daarin niet staat vermeld welke documenten niet openbaar zijn gemaakt. Daarbij heeft verweerder de reikwijdte van zijn verzoek te beperkt opgevat en een onvolledige zoekslag verricht. Verder heeft verweerder ten onrechte persoonsgegevens geanonimiseerd vanwege de eerbiediging van de persoonlijke levenssfeer. Eiser komt eveneens op tegen de weigering van verweerder om documenten openbaar te maken ter voorkoming van onevenredige bevoordeling of benadeling van de bij bestuurlijke activiteit betrokken personen. Voorts betoogt eiser dat verweerder ten onrechte heeft geweigerd passages uit documenten openbaar te maken omdat deze persoonlijke beleidsopvattingen zouden bevatten. Verweerder heeft ten onrechte de conceptdocumenten niet openbaar gemaakt. Tot slot had verweerder per document moeten aangeven op grond van welke weigeringsgrond deze niet openbaar is gemaakt en kon hij niet volstaan met een generieke motivering.\n\nWat is het oordeel van de rechtbank?\n\n5. De rechtbank overweegt dat tussen het primaire besluit en het bestreden besluit de Wet open overheid (Woo) in werking is getreden en de Wob is ingetrokken, waarbij niet is voorzien is overgangsrecht. Dat betekent dat de Woo op het bestreden besluit van toepassing is.\n\n6. De rechtbank stelt vast dat eiser zijn gronden in het beroepschrift zeer uitvoerig uiteen heeft gezet. Uit rechtspraak van de hoogste bestuursrechter volgt dat de rechtbank in haar uitspraak niet op alle aangevoerde argumenten afzonderlijk in hoeft te gaan. De rechtbank moet wel alle argumenten bezien, maar mag zich in de uitspraak beperken tot de kern van de door eiser naar voren gebrachte gronden.1\n\n7. De rechtbank heeft kennisgenomen van de met toepassing van artikel 8:29 van de Algemene wet bestuursrecht (Awb) overlegde documenten (hierna: de vertrouwelijke documenten).\n\nReikwijdte openbaarmakingsverzoek\n\n8. Bij de beoordeling stelt de rechtbank voorop dat bij de bepaling van de reikwijdte van een Woo-verzoek de gebruikte bewoordingen en de context waarin het verzoek wordt gedaan betrokken moesten worden. Uitbreiding of aanvulling van een Woo-verzoek in de bezwaarfase verdraagt zich niet met het wettelijke stelsel, waarbij een bestuursorgaan een besluit op een Woo-verzoek neemt en een eventueel gemaakt bezwaar nog steeds op het oorspronkelijke verzoek betrekking heeft.2\n\n9. De rechtbank volgt eiser niet in zijn betoog dat verweerder zijn verzoek te beperkt heeft opgevat. Eiser heeft in dit kader aangevoerd dat verweerder heeft miskend dat zijn verzoek mede betrekking had op besluiten en uitlatingen over zingen in kerkelijke gebouwen, ventilatie van kerkelijke gebouwen en het dragen van mondkapjes in kerkelijke gebouwen. Deze onderwerpen heeft eiser echter niet genoemd in zijn openbaarmakingsverzoek, maar voor het eerst in de bezwaarprocedure aangedragen. Documenten die betrekking hebben op deze onderwerpen mocht verweerder dan ook buiten beschouwing laten. Ditzelfde geldt voor documenten en correspondentie over bezoeken van de minister aan verschillende kerken.\n\nZoekslag\n\n10. De rechtbank overweegt verder dat wanneer een bestuursorgaan stelt dat na onderzoek is gebleken dat een bepaald document niet of meer onder hem berust en een dergelijke mededeling niet ongeloofwaardig voorkomt, het in beginsel aan degene die om informatie verzoekt is om aannemelijk te maken dat, in tegenstelling tot de uitkomsten van het onderzoek door het bestuursorgaan, een bepaald document toch onder dat bestuursorgaan berust.3\n\n11. De stelling van verweerder dat hij niet over meer stukken beschikt dan hij heeft verstrekt, komt de rechtbank niet ongeloofwaardig over. Verweerder heeft in dit kader uiteengezet dat het documentregistratiesysteem is doorzocht aan de hand van de volgende zoektermen: ‘kerk, kerkganger, gebouw, kerkgebouw, kerkdienst, geloofsgemeenschap, gebedsruimte, dienst, aantal aanwezigen, religie, religieuze, geloof, bezoeker en COVID-19’. Verder heeft verweerder verschillende afdelingen van het ministerie van Justitie en Veiligheid die betrokken waren bij deze bestuurlijke aangelegenheid geraadpleegd en hebben er zoekslagen plaatsgevonden binnen de e-mailaccounts van dienstonderdelen waar redelijkerwijs van kon worden vermoed dat zich daar relevante documenten zouden kunnen bevinden. Verweerder heeft aangegeven dat hierbij ook is gezocht in de mailbox en telefoon van de toenmalige minister van Justitie en Veiligheid en in de communicatie met andere ministeries. De rechtbank volgt eiser niet in zijn betoog dat verweerder de bestanden van de Politiek Assistent, woordvoerders, medewerkers van de Dienst Communicatie, de Afdeling Erediensten, de NCTV, de DGSC en de DGPV had moeten doorzoeken, omdat het openbaarmakingsverzoek van eiser betrekking heeft op besluiten en uitlatingen en voldoende aannemelijk is dat een zoekslag onder de hoofdzakelijk bij de bestuurlijke aangelegenheid betrokken dienstonderdelen van verweerder hier een volledig inzicht in geeft. Dat de inventarislijst niet vermeld welke documenten uiteindelijk niet openbaar zijn gemaakt, doet niet af aan de volledigheid van deze zoekslag. Bovendien bevat de Woo ook geen verplichting hiertoe.\n\n12. Eiser heeft geen feiten of omstandigheden aangedragen waaruit kan worden afgeleid dat een bepaald document, ondanks de uitkomsten van het onderzoek van verweerder, toch onder verweerder moet berusten. Zijn stelling dat een Whatsappbericht door verweerder niet volledig openbaar zou zijn gemaakt, heeft hij niet nader onderbouwd.\n\nBescherming persoonlijke levenssfeer\n\n13. De rechtbank overweegt verder dat het belang van de eerbiediging van de persoonlijke levenssfeer zich verzet tegen openbaarmaking van namen van personen die niet wegens hun functie in de openbaarheid treden, tenzij de indiener van het openbaarmakingsverzoek aannemelijk heeft gemaakt dat het belang van de openbaarheid in een concreet geval zwaarder weegt.4 Verweerder heeft er daarbij terecht op gewezen dat de omstandigheid dat personen betrokken zijn geweest in de discussie en besluitvorming over de aangelegenheid en wellicht de media te woord hebben gestaan, niet betekent dat deze personen uit hoofde van hun functie in de openbaarheid treden. Eiser heeft niet aannemelijk gemaakt dat verweerder in een concreet geval de naam van een persoon die wegens zijn functie in de openbaarheid treedt heeft geanonimiseerd of dat in een concreet geval het belang van de openbaarheid moet prevaleren boven het belang van de bescherming van de persoonlijke levenssfeer. Zulks is de rechtbank evenmin gebleken uit de vertrouwelijke stukken. Verder heeft verweerder voldoende onderbouwd dat e-mailextensies eveneens namen bevatten en heeft deze dan ook mogen weglakken. Het betoog van eiser slaagt niet.\n\nVoorkoming van onevenredige benadeling van de bij de bestuurlijke activiteit betrokken personen\n\n14. In uitzonderlijke gevallen kan openbaarmaking van informatie achterwege blijven indien openbaarmaking onevenredige benadeling toebrengt aan een ander belang dan genoemd in het eerste of tweede lid van artikel 5:1 van de Woo en het algemeen belang van openbaarheid niet tegen deze benadeling opweegt.5\n\n15. Verweerder heeft toegelicht dat openbaarmaking van opvattingen en standpunten die vertrouwelijk tussen het ministerie en vertegenwoordigers van kerkgenootschappen of religieuze koepelorganisaties ertoe zou kunnen leiden dat schade wordt toegebracht aan de noodzakelijke vertrouwelijkheid tussen deze partijen, waardoor het risico bestaat dat betrokkenen in de toekomst zullen afzien van deelname aan overleggen of zich terughoudender zullen opstellen.6 Volgens verweerder gaat dezelfde argumentatie op indien namen van Kamerleden en fracties en de informatie uit door hen gevoerde overleggen openbaar worden gemaakt. De rechtbank acht deze redenering – na kennisname van de vertrouwelijke stukken – aannemelijk. Verweerder heeft dan ook voldoende gemotiveerd dat het belang van openbaarmaking van deze documenten niet opweegt tegen het belang van het voorkomen van onevenredige benadeling van de bij de bestuurlijke activiteit betrokken personen. De door eiser hiertegen gerichte gronden kunnen niet tot een ander standpunt leiden.\n\nPersoonlijke beleidsopvattingen\n\n16. In geval van een verzoek om informatie uit documenten, opgesteld ten behoeve van intern beraad, wordt geen informatie verstrekt over daarin opgenomen persoonlijke beleidsopvattingen. Onder persoonlijke beleidsopvattingen worden verstaan ambtelijke adviezen, visies, standpunten en overwegingen ten behoeve van intern beraad, niet zijnde feiten, prognoses, beleidsalternatieven, de gevolgen van een bepaald beleidsalternatief of andere onderdelen met een overwegend objectief karakter.7\n\n17. Eiser heeft zich op het standpunt gesteld dat verweerder geen geslaagd beroep kan doen op artikel 5:2, eerste lid, van de Woo omdat een aantal documenten feitelijke gegevens zouden bevatten. Verder heeft eiser betoogd dat een aantal gegevens in documenten mogelijk niet als persoonlijke beleidsopvattingen kunnen worden gekwalificeerd, nu het interne karakter van het beraad is komen te vervallen doordat wellicht derden zijn betrokken bij het beraad. Eiser heeft echter gesteld dat hij dit laatste niet kan controleren omdat verweerder niet per document heeft aangegeven of deze wel of niet naar derden zijn verstuurd.\n\n18. Verweerder heeft toegelicht dat feitelijke gegevens zodanig met persoonlijke beleidsopvattingen kunnen zijn verweven dat het niet mogelijk is om deze te scheiden8, en dat voor zover informatie zelfstandig een overwegend objectief karakter heeft, dit niet onleesbaar is gemaakt. Ten aanzien van de stelling van eiser dat het karakter van het interne beraad is komen te vervallen doordat mogelijk derden zijn betrokken bij het beraad, verwijst verweerder naar rechtspraak van de hoogste bestuursrechter waaruit blijkt dat documenten van externe derden slechtst onder intern beraad vallen in het geval dat de externe derde geen ander belang heeft dan het bestuursorgaan vanuit de eigen ervaring en deskundigheid een opvatting te geven over een bestuurlijke aangelegenheid.9 Het interne karakter van het beraad komt evenwel te vervallen wanneer daaraan het karakter van advisering of gestructureerd overleg moet worden toegekend, echter heeft verweerder verklaard dat een dergelijke situatie zich niet voordoet.\n\n19. Uit de vertrouwelijke stukken blijkt dat verweerder geen informatie met een overwegend objectief karakter onleesbaar heeft gemaakt. Evenmin blijkt hieruit dat verweerder ten onrechte informatie onleesbaar heeft gemaakt omdat bij het beraad derden waren betrokken. Bovendien heeft verweerder er terecht op gewezen dat uit de Woo geen verplichting voortvloeit om per document aan te geven of deze documenten aan derden zijn verstuurd. Het betoog van eiser slaagt niet.\n\nConceptdocumenten\n\n20. De rechtbank overweegt dat in beginsel niets in de weg staat aan een gedragslijn die bij de keuze tussen het openbaar maken van een conceptversie van een document of een definitieve versie daarvan, dicteert dat in beginsel de definitieve versie openbaar wordt gemaakt. Verweerder is ook niet gehouden om in alle gevallen naast de definitieve versie, ook alle conceptversies van een document openbaar te maken. Dit laat echter onverlet dat in zijn algemeenheid niet volgehouden kan worden dat conceptversies van documenten niet onder het bereik van de Woo kunnen vallen. Het kan immers in voorkomende gevallen nuttig zijn om kennis te nemen van de verschillen tussen concepten en de definitieve versie van een document. De vraag of een bestuursorgaan gehouden is conceptversies bij de beoordeling te betrekken hangt daarom met name af van de formulering van het Woo-verzoek.10\n\n21. De rechtbank heeft kennisgenomen van de door verweerder vertrouwelijk overgelegde documenten. Hieruit blijkt dat verweerder alle conceptversies geheel heeft geweigerd te verstrekken op grond van artikel 5:1, tweede lid en onder i, en artikel 5:2, eerste lid, van de Woo. Ten aanzien van de weigering om conceptversies op grond van artikel 5:1, tweede lid en onder i, van de Woo openbaar te maken, heeft verweerder in het bestreden besluit toegelicht dat het niet wenselijk is dat meerdere versies in het publieke domein in omloop zijn met als mogelijk gevolg dat onduidelijkheid ontstaat over de inhoud van de definitieve documenten. Ten aanzien van de weigering om conceptversies op grond van artikel 5:2, eerste lid en onder i, van de Woo, openbaar te maken, heeft verweerder verklaard dat voor zover de conceptversie afwijkt van de definitieve versie, de informatie niet hoeft te worden verstrekt omdat het in beginsel om persoonlijke beleidsopvattingen voor intern beraad gaat.\n\n22. De redenering van verweerder dat met het in omloop zijn van meerdere versies onduidelijkheid zou kunnen ontstaan over de inhoud van het definitieve document en dit daarom het goed functioneren van de Staat zou kunnen schaden, wordt door de rechtbank niet gevolgd. In beide gevallen staat immers duidelijk aangegeven om welk soort document het gaat. De algemene stelling dat hierover desondanks verwarring over kan ontstaan, is door verweerder niet nader onderbouwd. Het standpunt van verweerder dat concepten niet hoeven te worden verstrekt omdat de inhoud hiervan – voor zover deze afwijken van de definitieve versies – geheel zou bestaan uit persoonlijke beleidsopvattingen ten behoeve van intern beraad, wordt door de rechtbank evenmin gevolgd. Conceptversies van documenten kunnen ook feitelijke informatie bevatten, en als die feitelijke informatie niet in het definitieve document is opgenomen, kan ondanks openbaarmaking van de definitieve documenten toch ook nog een afzonderlijk belang bestaan bij openbaarmaking van de concepten of delen daarvan. Verweerder had dan ook niet met deze algemene motivering kunnen volstaan, maar per document of een gedeelte daarvan moeten bezien of bepaalde stukken ongelakt gelaten konden worden.\n\n23. Het bovenstaande brengt met zich mee dat het bestreden besluit voor vernietiging in aanmerking komt. Met inachtneming van het voorgaande zal verweerder per document of gedeelte daarvan moeten motiveren waarom de als concept aangemerkte documenten niet geheel of deels openbaar gemaakt kunnen worden.\n\nGenerieke motivering\n\n24. Uit vaste rechtspraak volgt dat in beginsel per document of onderdeel daarvan moet worden gemotiveerd op welke grond openbaarmaking daarvan achterwege wordt gelaten. Als dit zou leiden tot herhalingen die geen redelijk doel dienen, kan daarvan worden afgezien.11\n\n25. Verweerder heeft aangegeven dat hij in het besluit op bezwaar per deelbesluit heeft gemotiveerd op welke grond openbaarmaking van documenten achterwege wordt gelaten. Daarbij is eveneens een onderscheid gemaakt tussen de documenten die zien op opvattingen en standpunten die zijn uitgewisseld tussen het ministerie en vertegenwoordigers van de kerk, overleggen met coalitiefracties en bewindspersonen en communicatie over concepten. Verweerder heeft toegelicht dat een individuele motivering per document leidt tot herhalingen van de motivering die geen redelijk doel dienen. Het is de rechtbank uit de vertrouwelijke stukken – afgezien van de conceptversies - niet gebleken dat verweerder met deze handelingswijze onzorgvuldig te werk is gegaan en zaken over het hoofd heeft gezien. Het betoog van eiser slaagt niet.\n\nOp de zaak betrekking hebbende stukken, zienswijzen en verslag hoorzitting\n\n26. Ten aanzien van de gronden die eiser heeft gericht tegen het ontbreken van op de zaak betrekking hebbende stukken, overweegt de rechtbank het volgende. Verweerder heeft er terecht op gewezen dat niet alle documenten konden worden verstrekt omdat sommige documenten vertrouwelijk zijn op grond van artikel 7:4, zesde lid van de Awb. Verstrekking van deze informatie zou er dan ook toe leiden dat het nut van deze procedure teniet zou worden gedaan. Het betoog van eiser slaagt niet.\n\n27. Eiser wordt evenmin gevolgd in zijn betoog dat hij in zijn belangen is geschaad doordat hem in de bezwaarfase ten onrechte geen zienswijzen zouden zijn verstrekt. Verweerder heeft ter zitting aangegeven dat de door eiser bedoelde zienswijzen niet aan eiser zijn verstrekt omdat het vertrouwelijke stukken betreffen. De rechtbank heeft naar aanleiding hiervan kennisgenomen van deze documenten. Hieruit blijkt dat ze vrijwel geheel bestaan uit persoonlijke beleidsopvattingen. Naar het oordeel van de rechtbank heeft verweerder dan ook terecht besloten om deze zienswijzen niet aan eiser te verstrekken.\n\n28. Daargelaten of verweerder daadwerkelijk al dan niet bewust zaken heeft weggelaten uit het verslag van de hoorzitting in de bezwaarfase, heeft eiser niet aannemelijk kunnen maken dat hij hier nadeel van heeft ondervonden. Dit betoog slaagt niet.\n Conclusie en gevolgen\n\n29. Gelet op wat hiervoor is overwogen, is het beroep gegrond. De rechtbank zal het bestreden besluit vernietigen. De rechtbank ziet geen aanleiding om de rechtsgevolgen van het bestreden besluit in stand te laten en ziet geen mogelijkheid om zelf in de zaak te voorzien. De rechtbank zal verweerder opdragen een nieuwe beslissing op het bezwaar van eiser te nemen met inachtneming van deze uitspraak.\n\n30. Omdat het beroep gegrond is, bepaalt de rechtbank dat verweerder aan eiser het door hem betaalde griffierecht vergoedt.\n Beslissing\n\nDe rechtbank:\n\n- verklaart het beroep gegrond;\n\n- vernietigt het bestreden besluit;\n\n- draagt verweerder op om binnen 8 weken na verzending van deze uitspraak een nieuw besluit te nemen met inachtneming van deze uitspraak;\n\n- bepaalt dat verweerder aan eiser het betaalde griffierecht van € 184,- vergoedt.\n\nDeze uitspraak is gedaan door mr. G.P. Kleijn, rechter, in aanwezigheid van mr. R.J.P. Lindhout, griffier. De beslissing is uitgesproken in het openbaar op 2 februari 2024.\n\ngriffier\n\n\nrechter\n\nEen afschrift van deze uitspraak is verzonden aan partijen op:\n Informatie over hoger beroep\n\nEen partij die het niet eens is met deze uitspraak, kan een hogerberoepschrift sturen naar de Afdeling bestuursrechtspraak van de Raad van State waarin wordt uitgelegd waarom deze partij het niet eens is met deze uitspraak. Het hogerberoepschrift moet worden ingediend binnen zes weken na de dag waarop deze uitspraak is verzonden. Kan de indiener de behandeling van het hoger beroep niet afwachten, omdat de zaak spoed heeft, dan kan de indiener de voorzieningenrechter van de Afdeling bestuursrechtspraak van de Raad van State vragen om een voorlopige voorziening (een tijdelijke maatregel) te treffen.\n\n1 Zie onder andere de uitspraak van de Afdeling bestuursrechtspraak van de Raad van State (de Afdeling) van 20 juli 2022, ECLI:NL:RVS:2022:2053.\n\n2 Zie de uitspraak van de Afdeling van 21 december 2022, ECLI:NL:RVS:2022:3859.\n\n3 Zie de uitspraak van de Afdeling van 21 april 2021, ECLI:NL:RVS:2021:848.\n\n4 Zie de uitspraak van de Afdeling van 25 september 2019, ECLI:NL:RVS:2019:3253.\n\n5 Artikel 5:1, vijfde lid, van de Woo.\n\n6 Zie de uitspraak van de Afdeling van 8 juli 2020, ECLI:NL:RVS:2020:1595.\n\n7 Artikel 5:2, eerste lid, van de Woo.\n\n8 Zie bijvoorbeeld de uitspraak van de Afdeling van 28 december 2022, ECLI:NL:RVS:3994.\n\n9 Zie de uitspraak van de Afdeling van 4 november 2020, ECLI:NL:RVS:2020:2610.\n\n10 Zie de uitspraak van de Afdeling van 13 juli 2022, ECLI:NL:RVS:2022:19951 en de uitspraak van de rechtbank Den Haag van 4 mei 2023, ECLI:RBDHA:2023:7114.\n\n11 Zie bijvoorbeeld de uitspraak van de Afdeling van 17 april 2019, ECLI:NL:RVS:2019:1259."
}
