{
  "title": "ECLI:NL:RBNHO:2023:13119",
  "url": "https://uitspraken.rechtspraak.nl/details?id=ECLI:NL:RBNHO:2023:13119",
  "instantie": "Rechtbank Noord-Holland",
  "datum_uitspraak": "2023-12-20",
  "datum_publicatie": "2024-01-04",
  "zaaknummer": "20/246, 20/247 en 20/248",
  "rechtsgebieden": "Bestuursrecht",
  "bijzondere_kenmerken": "Eerste aanleg - meervoudig",
  "inhoudsindicatie": "Beroep tegen drie deels afwijzende Wob-beslissingen gegrond. Redengevend hiervoor is onder meer dat uit artikel 11, eerste lid, niet volgt dat openbaarmaking van concepten altijd mag worden geweigerd en omdat uit artikel 10, tweede lid, onder g van de Wob niet volgt dat openbaarmaking van notulen van de ministerraad altijd mag worden geweigerd.",
  "wetsverwijzingen": [""],
  "vindplaatsen": ["Rechtspraak.nl", "Sdu Nieuws Bestuursrecht 2024/11"],
  "verrijkte_uitspraak": "https://linkeddata.overheid.nl/document/ECLI:NL:RBNHO:2023:13119",
  "uitspraak": "RECHTBANK NOORD-HOLLAND\n\n Zittingsplaats Haarlem\n\n Bestuursrecht\n zaaknummers: HAA 20/246, HAA 20/247 en HAA 20/248.\n\n uitspraak van de meervoudige kamer van 20 december 2023 in de zaken tussen\n\n drs. [eiser] , uit Hoofddorp, eiser\n\n en\n de minister van Binnenlandse zaken en Koninkrijkrelaties, verweerder 1;\n\n de minister van Veiligheid en Justitie (thans: Justitie en Veiligheid), verweerder 2\n\n de minister van Algemene Zaken, verweerder 3\n\n tezamen te noemen verweerders\n\n (gemachtigde van verweerders: mr. E.C. Pietermaat).\n Inleiding\n\n Voor alle beroepen\n\n 1. In deze uitspraak beoordeelt de rechtbank de beroepen van eiser tegen de besluiten van verweerders op zijn verzoeken om openbaarmaking van alle documenten waarvan de inhoud gaat over de benoeming van:\n\n -\n\n mr. [naam 1] en\n -\n\n mr. [naam 2]\n\n tot vice-president van de Raad van State in [datum 1] respectievelijk [datum 2] .\n\n Het beroep door de rechtbank geregistreerd met het zaaknummer HAA 20/246\n 1.1\n\n Verweerder 1 heeft op het onder 1 genoemde verzoek van eiser beslist op 11 februari 2019 (het primaire besluit 1).\n 1.2\n\n Op 26 maart 2019 heeft eiser bezwaar gemaakt tegen het primaire besluit 1.\n 1.3\n\n Op 16 januari 2020 heeft eiser beroep ingesteld tegen het met een besluit gelijk te stellen niet tijdig nemen van een besluit op zijn bezwaar tegen het primaire besluit 1 (het bestreden besluit 1A).\n 1.4\n\n Bij besluit van 6 maart 2020 (het bestreden besluit 1B) heeft verweerder alsnog beslist op het bezwaar van eiser en het bezwaar deels gegrond en deels ongegrond verklaard.\n 1.5\n\n De rechtbank heeft het beroep van eiser genoemd in 1.3 van deze uitspraak op grond van het bepaalde in artikel 6:20 van de Algemene wet bestuursrecht (Awb) aangemerkt als mede gericht tegen het bestreden besluit 1B. Het beroep is geregistreerd met zaaknummer HAA 20/246.\n\n Het beroep door de rechtbank geregistreerd met zaaknummer HAA 20/247\n 2.1\n\n Verweerder 2 heeft op het hiervoor onder 1 genoemde verzoek van eiser beslist bij besluit van 13 februari 2019 (het primaire besluit 2).\n 2.2\n\n Het bezwaar van eiser tegen het primaire besluit 2 heeft verweerder 2 bij besluit van 6 december 2019 (het bestreden besluit 2) ongegrond verklaard.\n 2.3\n\n Eiser heeft tegen het bestreden besluit 2 beroep ingesteld. Dit beroep is geregistreerd met zaaknummer HAA 20/247.\n\n Het beroep door de rechtbank geregistreerd met zaaknummer HAA 20/248\n 3.1\n\n Verweerder 3 heeft op het hiervoor onder 1 genoemde verzoek van eiser beslist bij besluit van 13 februari 2019 (het primaire besluit 3).\n 3.2\n\n Het bezwaar van eiser tegen het primaire besluit 3 heeft verweerder 3 bij besluit van 6 december 2019 (het bestreden besluit 3) ongegrond verklaard.\n 3.3\n\n Eiser heeft ook tegen het bestreden besluit 3 beroep ingesteld. Dit beroep is geregistreerd met zaaknummer HAA 20/248.\n\n Voor alle beroepen\n 4.1\n\n Verweerders hebben op de zaak betrekking hebbende stukken overgelegd. Ten aanzien van (een deel van) de stukken waarop de bestreden besluiten op de Wob-verzoeken zien, hebben verweerders verzocht om toepassing van artikel 8:29 van de Awb. Met toepassing van artikel 2.8, zesde lid, van het Procesreglement bestuursrecht rechtbanken 2021 heeft de rechtbank gehandeld alsof de rechtbank heeft besloten dat beperking van de kennisneming hiervan gerechtvaardigd is. Eiser heeft de rechtbank toestemming verleend mede uitspraak te doen op basis van de (delen van de) stukken waarvoor die beperking van de kennisneming geldt, ook voor de stukken die de rechtbank na de zitting nog van verweerders heeft ontvangen.\n 4.2\n\n De meervoudige kamer van de rechtbank heeft de beroepen op 8 november 2022 gelijktijdig op zitting behandeld. Eiser is in persoon verschenen. Verweerders hebben zich laten vertegenwoordigen door hun gemachtigde. Daarnaast is namens verweerder 1 verschenen mr. J.W. Berg, namens verweerder 2 mr. L.J. Vogelaar en namens verweerder 3 mr. R. Lagrand.\n 4.3\n\n Ter zitting heeft de rechtbank vastgesteld dat verweerder niet alle op de zaak betrekking hebbende (geheime) stukken heeft overgelegd. De rechtbank heeft het onderzoek na de zitting daarom niet gesloten, maar verweerders verzocht om de nog ontbrekende op de zaak betrekking hebbende (al dan niet geheime) stukken alsnog te overleggen.\n 4.4\n\n Op 14 november 2022, 7 december 2022 en 15 december 2022 heeft de gemachtigde van verweerders nadere stukken aan de rechtbank overgelegd. Ten aanzien van deze stukken hebben verweerders voor een deel om toepassing van artikel 8:29 van de Awb verzocht, heeft de rechtbank gehandeld alsof de rechtbank heeft besloten dat beperking van de kennisneming hiervan gerechtvaardigd is en heeft eiser de rechtbank toestemming verleend mede uitspraak te doen op basis van deze alsnog ontvangen stukken.\n 4.5\n\n Eiser heeft bij brieven van 9 maart 2023, 3 mei 2023 en 3 september 2023 een aanvullende reactie aan de rechtbank gezonden.\n 4.6\n\n De rechtbank heeft partijen er bij brief van 13 september 2023 van in kennis gesteld dat de na de zitting van partijen ontvangen stukken aan de gedingstukken zullen worden toegevoegd en bij de beoordeling van de beroepen zullen worden betrokken. De rechtbank heeft daarbij ook aangegeven voornemens te zijn zonder nadere zitting uitspraak te doen, tenzij (één of meerdere) partijen binnen de gestelde termijn van 4 weken aangeven nog behoefte te hebben aan een nadere zitting.\n 4.7\n\n Binnen de gestelde termijn van 4 weken is niet van partijen vernomen dat nog behoefte bestaat aan een nadere zitting. De rechtbank heeft het onderzoek daarom op 8 november 2023 gesloten. Eiser heeft hierop gereageerd per mail van 9 november 2023, en heeft daarbij verwezen naar een eerder door de rechtbank ontvangen brief van 10 oktober 2023, maar de rechtbank ziet hierin geen aanleiding om het onderzoek te heropenen. De rechtbank doet daarom zonder nadere zitting uitspraak.\n Overwegingen\n\n De inhoud van de besluitvorming\n 5.1\n\n Het primaire besluit 1\n\n In het primaire besluit 1 heeft verweerder 1 gesteld dat is gezocht naar documenten waarop het Wob-verzoek betrekking heeft en dat in totaal 50 documenten zijn gevonden en 8 mailsets uit verschillende mailboxen. Deze documenten zijn opgenomen in een inventarislijst die als bijlage bij het primaire besluit is gevoegd.\n\n Verweerder 1 heeft daarbij aangegeven dat de documenten 9, 21, 28, 29 en 32 als opgenomen in de inventarislijst al openbaar zijn en (daarom niet meer openbaar gemaakt zullen worden) en dat document 40 in zijn geheel openbaar gemaakt zal worden.\n\n Verweerder 1 heeft daarnaast aangegeven dat de documenten 4, 5, 6, 15, 17, 22, 27, 39, 41, 42, 43, 44, 47 en 48 en de e-mailsets met de nummers 54, 55, 56 en 58 deels openbaar gemaakt worden en dat de documenten met nummers 1, 2, 3, 8, 10, 11, 12, 13, 14, 16, 18, 19, 20, 23, 24, 25, 26, 30, 33, 34, 35, 36, 37, 38, 45, 46, 49 en 50 en de e-mailsets met de nummers 51, 52, 53 en 57 in zijn geheel niet openbaar worden gemaakt.\n 5.2\n\n Het bestreden besluit 1A\n\n Eiser heeft op 26 maart 2019 bezwaar gemaakt tegen het primaire besluit 1 en vervolgens op 16 januari 2020 na ingebrekestelling van verweerder beroep ingesteld tegen het met een besluit gelijk te stellen niet tijdig nemen van een besluit op zijn bezwaar.\n 5.3\n\n Het bestreden besluit 1B\n\n In het bestreden besluit 1B heeft verweerder 1 bepaald dat een groter deel van document 4 openbaar gemaakt wordt en dat de in de documenten 5 en 6 weggelakte namen alsnog openbaar worden gemaakt. Ook heeft verweerder besloten document 15 alsnog openbaar te maken met uitzondering van de daarin genoemde namen en telefoonnummers van de kandidaten. Daarbij heeft verweerder aanleiding gezien om de documenten 1, 8, 35, 50, 51, 52 en 57 alsnog (deels of geheel) openbaar te maken. Daarnaast heeft verweerder de gronden voor weigering van openbaarmaking voor wat betreft documenten 47, 54 en 55 in het bestreden besluit 1B aangevuld in die zin dat passages niet alleen zijn weggelakt omdat het in die passages gaat om intern beraad, maar ook ter bescherming van de persoonlijke levenssfeer. Ook heeft verweerder de weigeringsgrond ‘intern beraad’ nog toegevoegd aan de motivering van de gedeeltelijke niet-openbaarmaking van document 58 (e-mailset). Verder heeft verweerder aan de motivering om conceptstukken niet openbaar te maken toegevoegd dat het in feite ook gaat om intern beraad, en dat de stukken daarom niet worden vrijgegeven.\n\n Het primaire besluit 2\n 6.1\n\n In het primaire besluit 2 heeft verweerder 2 gesteld dat in totaal 47 documenten zijn aangetroffen. Deze documenten zijn opgenomen in een inventarislijst die als bijlage bij het primaire besluit 2 is gevoegd. Daarbij heeft verweerder 2 aangegeven dat is besloten dat de documenten 13, 14, 16, 18, 22, 32, 35, 37 t/m 39 en 45 niet openbaar gemaakt worden, dat de documenten 1 t/m 6, 8, 9, 17, 19 t/m 21, 23 24, 26 t/m 31, 33, 42 (dit document valt volgens verweerder eigenlijk niet onder de reikwijdte van eisers Wob-verzoek) en 47 deels openbaar gemaakt worden en dat de documenten 7, 10 en 11 al openbaar zijn. Ook heeft verweerder 2 aangegeven dat de documenten 34, 36, 40, 41, 43, 44, en 46 documenten betreffen die zijn opgesteld door het ministerie van verweerder 1. De beoordeling of die documenten openbaar gemaakt kunnen worden laat verweerder daarom over aan dat ministerie.\n\n Het bestreden besluit 2\n 6.2\n\n Verweerder 2 heeft het primaire besluit 2 in bezwaar gehandhaafd.\n\n Het primaire besluit 3\n 6.3\n\n In het primaire besluit 3 heeft verweerder 3 gesteld dat de agenda en de notulen van de ministerraad van 16 december 2011 en 22 juni 2018 vallen onder de reikwijdte van het verzoek, maar dat openbaarmaking daarvan wordt geweigerd op grond van het bepaalde in artikel 10, tweede lid, onder g van de Wob en op grond van het bepaalde in artikel 11 van de Wob.\n\n In het primaire besluit 3 is daarnaast gesteld dat op 15 november 2011 een notitie, en op 21 juni 2018 een memo is opgemaakt waarop het verzoek ziet. De notitie heeft verweerder openbaar gemaakt. Het memo is afkomstig van het ministerie van verweerder 1 en voor de openbaarmaking daarvan wordt daarom naar dat ministerie verwezen.\n\n Het bestreden besluit 3\n 6.4\n\n In bezwaar heeft verweerder 3 het primaire besluit gehandhaafd.\n\n Beoordeling beroep tegen bestreden besluit 1A\n 7.1\n\n Omdat verweerder 1 bij besluit van 6 maart 2020 alsnog op het bezwaar van eiser heeft beslist, heeft eiser geen belang meer bij de beoordeling van het beroep voor zover gericht tegen het uitblijven van een besluit op zijn bezwaar. Het beroep voor zover gericht tegen het niet tijdig nemen van een besluit op eisers bezwaar is daarom (alsnog) niet-ontvankelijk.\n 7.2\n\n Op grond van het derde lid van artikel 6:20 van de Awb wordt een beroep tegen het niet tijdig nemen van een besluit geacht mede gericht te zijn tegen een inmiddels genomen besluit, tenzij dat besluit geheel aan het beroep tegemoet komt. Bij toepassing van artikel 6:20, vierde lid, van de Awb is eiser niet opnieuw griffierecht verschuldigd. Eiser heeft voor het beroep gericht tegen de bestreden besluiten 1A en 1B éénmaal griffierecht betaald. Die betaling wordt uiteindelijk geacht te zijn gedaan voor het beroep gericht tegen het bestreden besluit 1B. Het feit dat niet tijdig op het bezwaar is beslist, is daarom op zichzelf geen reden om te bepalen dat verweerder 1 eiser het door hem betaalde griffierecht dient te vergoeden.\n\n Beoordeling bestreden besluiten 1B, 2 en 3\n 8.1\n\n De rechtbank beoordeelt in beroep de juistheid van de besluiten op de Wob-verzoeken, voor zover die verzoeken zijn afgewezen. De rechtbank doet dat aan de hand van de argumenten die eiser heeft aangevoerd, de beroepsgronden, die hierna met afzonderlijke kopjes worden weergegeven. De rechtbank toetst de besluiten aan de Wob. Weliswaar is per 1 mei 2022 de Wet open overheid (Woo) in de plaats gekomen van de Wob, maar omdat de bestreden besluiten onder de Wob zijn gegeven, is die wet in de nu voorliggende zaken nog van toepassing. De voor de beoordeling van de beroepsgronden belangrijke wetgeving is opgenomen in de bijlage bij deze uitspraak.\n\n - de hoor-(en/of advies-)commissie -\n 8.2\n\n Eiser heeft geconstateerd dat de hoorcommissie bestaat uit leden die werkzaam zijn voor de ministers die op zijn Wob-verzoeken hebben beslist. Die zijn volgens eiser dan niet onafhankelijk. Verweerders hadden er daarom, mede gelet op het belang van het onderwerp, volgens eiser voor moeten kiezen om een onafhankelijke hoor- en adviescommissie in te stellen.\n 8.2\n\n Verweerders hebben in het verweerschrift onder verwijzing naar de Awb, de wetsgeschiedenis en vaste jurisprudentie van de Afdeling bestuursrechtspraak van de Raad van State (de Afdeling) gesteld dat er geen recht bestaat op een onafhankelijke hoor-(en/of advies-)commissie en dat het aan het bestuursorgaan is om de wijze van horen in de bezwaarschriftenprocedure te bepalen. Het horen in Wob-zaken bij de betrokken ministeries wordt, zoals geregeld in artikel 7:5 van de Awb, gedaan door een ambtelijke hoorcommissie waarvan de leden in meerderheid niet bij de voorbereiding van de besluiten betrokken zijn geweest.\n 8.3\n\n De rechtbank ziet in wat eiser heeft aangevoerd geen grond om te oordelen dat verweerders voor het horen een onafhankelijke hoor-(en/of advies-)commissie (als bedoeld in de artikelen 7:5 en 7:13 van de Awb) hadden moeten instellen. Noch uit de Awb noch uit de Wob volgt dat verweerders hiertoe gehouden zijn. De wetgever heeft de keuze aan de bijzondere regelgevers gelaten1. Eisers beroep op dit punt treft daarom geen doel.\n\n - de gemaakte zoekslag -\n 9.1\n\n Eiser heeft gesteld dat er meer documenten moeten zijn die vallen onder het bereik van zijn Wob-verzoek. De stelling van verweerders dat er niet meer documenten zijn, is volgens eiser ongeloofwaardig. In dit verband valt volgens eiser op dat er helemaal geen sms-jes en geen Whatsapp-berichten zijn verstuurd over het onderwerp waarop zijn Wob-verzoeken zien. Dat is volgens eiser ongeloofwaardig. Uit de wel genoemde documenten komt volgens eiser bovendien een beeld naar voren dat niet strookt met wat feitelijk is gebeurd. Volgens eiser worden er dus documenten achtergehouden en/of is de gemaakte zoekslag niet toereikend geweest.\n 9.2\n\n Volgens verweerders is goed gezocht, is de gemaakte zoekslag voldoende en zijn er niet meer documenten gevonden dan de documenten die zijn vermeld op de gemaakte inventarislijsten. Er is eerst gezocht in digitale dossiers en daarna is handmatig verder gezocht naar documenten, bijvoorbeeld in mailboxen van de bij de benoemingsprocedures betrokken medewerkers. Daarbij hebben verweerders erkend dat de archivering van documenten niet altijd even goed op orde was. Er is daarom ook bij de medewerkers die betrokken zijn geweest bij de benoemingsprocedures gevraagd naar voor het Wob-verzoek van eiser relevante documenten. Verweerders hebben ook erkend dat er tot 2019 niet goed is omgegaan met de archivering van chat-/Whatsapp- en sms-berichten. Er was helemaal geen systeem om die berichten te bewaren. Verweerders hebben nog wel bij de mogelijk betrokken personen navraag gedaan, maar er is niets meer boven water gekomen, ook geen berichten tussen de betrokken ministers en de fractievoorzitters. Op zichzelf is dat volgens verweerders ook niet vreemd, omdat de benoeming geen taak is van de Tweede Kamer.\n 9.3\n\n De rechtbank ziet geen grond om te oordelen dat de door verweerders gemaakte zoekslag onvoldoende is en acht verweerders mededeling dat niet meer documenten zijn gevonden dan de documenten die op de inventarislijst staan op zichzelf niet ongeloofwaardig. De rechtbank heeft hierbij in aanmerking genomen dat verweerders hebben gesteld dat de archivering van documenten destijds niet helemaal op orde was en dat er in feite geen archivering van chat-/Whatsapp- en sms-berichten plaatsvond, wat wordt bevestigd in het door eiser overgelegde rapport over de naleving van de Archiefwet van de inspectie Overheidsinformatie en Erfgoed van september 2022. De rechtbank heeft hierbij daarnaast in aanmerking genomen dat verweerders hebben aangegeven dat vanwege de gebrekkige archivering niet alleen is gezocht in de algemene archieven, maar dat ook bij individuele medewerkers is gevraagd en gezocht naar documenten. De rechtbank heeft in dit verband ook van belang geacht dat uit de overgelegde stukken samen (de geheime en de openbaar gemaakte documenten) ondanks de gebrekkige archivering toch nog een tamelijk compleet beeld naar voren komt van de procedure rond de benoemingen van de vice-voorzitter van de Raad van State. De rechtbank ziet dus ook alle stukken overziend geen aanwijzing dat er meer documenten moeten zijn. De rechtbank wijst er in dit verband nog wel op dat de Wob, anders dan verzoeker wenst, geen recht geeft op reconstructie, maar slechts op openbaarmaking van documenten.\n 9.4\n\n Wanneer een bestuursorgaan stelt dat na onderzoek is gebleken dat een bepaald document niet of niet meer onder hem berust en zo’n mededeling niet ongeloofwaardig voorkomt, is het in beginsel aan degene die om informatie verzoekt om aannemelijk te maken dat een bepaald document/bepaalde documenten toch onder dat bestuursorgaan berust/berusten2. Daarin is eiser niet geslaagd.\n\n De algemene stelling van eiser dat er meer documenten moeten zijn en dat er meer personen moeten zijn die documenten in hun bezit (gehad) hebben is hiervoor onvoldoende concreet. Ook eisers stelling dat berichtgeving in de pers doet vermoeden dat verweerders informatie achterhouden is hiervoor onvoldoende, omdat de berichtgeving waar eiser op doelt niet gebaseerd hoeft te zijn op (zich onder verweerders bevindende) documenten, maar bijvoorbeeld ook kan zijn gebaseerd op informatie die mondeling is doorgegeven.\n\n - de inventarislijst(en)-\n 10.1\n\n Eiser heeft ter zitting gesteld dat de door verweerders aan de primaire besluitvorming toegevoegde inventarislijsten niet voldoen aan de daaraan te stellen eisen, omdat die lijsten geen uitsluitsel geven over de gemaakte zoekslag en het resultaat daarvan. Verweerders hadden volgens eiser een schermprint moeten maken van de gemaakte zoekslag en de daarmee gevonden documenten.\n 10.2\n\n Verweerders hebben zich op het standpunt gesteld dat er in beginsel geen verplichting bestaat tot het opstellen van een inventarislijst en zeker geen verplichting om een inventarislijst te overleggen zoals eiser die graag had gezien. Daarbij hebben verweerders gesteld dat de zoekslag naar documenten grotendeels handmatig is gebeurd en dat daarvan geen schermafdruk kan worden gemaakt.\n 10.3\n\n Uit vaste jurisprudentie van de Afdeling volgt dat in algemene zin geen verplichting bestaat om van de documenten waarop een Wob-verzoek ziet een overzichtsdocument (inventarislijst) op te maken. Uit deze vaste jurisprudentie volgt echter ook dat het zorgvuldigheidsbeginsel onder omstandigheden kan vereisen dat een bestuursorgaan bij de verstrekking van de openbaargemaakte stukken duidelijk maakt wat hij heeft verstrekt. Het gaat in dat geval om het bieden van inzicht in de verstrekte documenten. Dat kan worden gedaan door middel van het maken van een inventarislijst, maar ook kan op een andere manier inzicht worden gegeven in de verstrekte stukken.3De verplichting om een inventarislijst te maken op de wijze zoals eiser die graag zou zien, bestaat dus niet. Eisers beroep op dit punt treft daarom geen doel.\n\n - de concepten -\n 11.1\n\n Verweerders hebben aan een deel van de weigering van openbaarmaking van documenten ten grondslag gelegd dat deze documenten concepten zijn. Deze concepten kunnen volgens verweerder niet openbaar gemaakt worden, omdat het bij concepten per definitie gaat om documenten die zijn opgesteld ten behoeve van intern beraad. Openbaarmaking van concepten is daarom geweigerd op grond van artikel 11, eerste lid, van de Wob. Eiser heeft zich hiertegen gemotiveerd gekeerd. De rechtbank overweegt in dit verband als volgt.\n 11.2\n\n Artikel 11, eerste lid, van de Wob luidt: In geval van een verzoek om informatie uit documenten, opgesteld ten behoeve van intern beraad, wordt geen informatie verstrekt over daarin opgenomen persoonlijke beleidsopvattingen.\n 11.3\n\n Met de in artikel 11, eerste lid, van de Wob neergelegde beperking ten aanzien van persoonlijke beleidsopvattingen in documenten die zijn opgesteld ten behoeve van intern beraad heeft de wetgever beoogd >>dat ambtenaren de vrijheid dienen te hebben ongehinderd hun bijdrage te leveren aan de beleidsvoorbereiding of -uitvoering, en daarover te studeren, te brainstormen, anderszins te overleggen, nota's te schrijven etc. Zij moeten […] in alle openhartigheid onderling functioneel kunnen communiceren.<< (zie Kamerstukken II 1986/87, 19 859, nr. 6, blz. 13). Onder persoonlijke beleidsopvatting wordt verstaan een opvatting, voorstel, aanbeveling of conclusie van één of meer personen over een bestuurlijke aangelegenheid en de daartoe door hen aangevoerde argumenten.\n 11.4\n\n Verweerders algemene standpunt dat concepten nooit openbaar gemaakt dienen te worden omdat de inhoud van concepten altijd zou bestaan uit persoonlijke beleidsopvattingen in de zin van artikel 11, eerste lid, van de Wob, volgt de rechtbank niet. Conceptversies van documenten kunnen ook feitelijke informatie (en/of andere onderdelen met een overwegend objectief karakter) bevatten, en als die feitelijke informatie (en/of andere onderdelen met een overwegend objectief karakter) niet in het definitieve document is opgenomen, kan ondanks openbaarmaking van de definitieve documenten toch ook nog een afzonderlijk belang bestaan bij openbaarmaking van de concepten of delen daarvan. De rechtbank is daarom van oordeel dat verweerders bij de afwijzing van eisers verzoeken om openbaarmaking, voor zover die zien op concepten, niet hebben kunnen volstaan met de enkele mededeling dat is geweigerd omdat sprake is van een concept. Verweerders hadden ook bij de concepten in beginsel per document, of gedeelte daarvan, dienen te motiveren waarom openbaarmaking geheel of gedeeltelijk achterwege dient te blijven.4 Voor zover verweerders dat niet hebben gedaan komen de bestreden besluiten voor vernietiging in aanmerking en zullen verweerders met inachtneming van het voorgaande alsnog per document of gedeelte daarvan moeten beoordelen waarom de als concept aangemerkte documenten niet geheel of deels openbaar gemaakt kunnen worden.\n\n - de documenten ten behoeve van intern beraad -\n\n 12. Voor alle opgevraagde documenten waarvan openbaarmaking op grond van het bepaalde in artikel 11, eerste lid, van de Wob is geweigerd, waaronder de hiervoor genoemde concepten, geldt bovendien dat verweerders op grond van het bepaalde in artikel 11, tweede lid, van de Wob hadden moeten onderzoeken of de persoon die de beleidsopvattingen heeft geuit wellicht toestemming wil geven om de documenten openbaar te maken en dat verweerders hadden moeten onderzoeken of de documenten (of delen daarvan) openbaar kunnen worden gemaakt in een niet tot die persoon herleidbare vorm.5 Verweerders hebben dit nagelaten. De stelling dat dit niet tot een andere uitkomst zou hebben geleid maakt dit, wat hier ook van zij, niet anders. De bestreden besluiten kunnen ook hierom, voor zover van toepassing, geen stand houden.\n\n - de stukken van/voor de Raad van State -\n 13.1\n\n Verweerder 1 heeft aan de niet-openbaarmaking van de stukken die gewisseld zijn tussen verweerder 1 en de Raad van State ten grondslag gelegd dat het zou gaan om documenten opgesteld ten behoeve van intern beraad als bedoeld in artikel 11, eerste lid, van de Wob. Deze grondslag heeft verweerder 1 ter zitting verlaten, omdat de Raad van State in dit geval een externe partij is. Van intern beraad kan dan geen sprake zijn. Volgens verweerder 1 zijn de in dit verband geheimgehouden (delen van) documenten toch terecht geheim gehouden, omdat de weigeringsgrond als bedoeld in artikel 10, tweede lid, aanhef en onder g, van de Wob op genoemde documenten van toepassing is. Verweerder 1 heeft de rechtbank daarom ter zitting verzocht om het niet openbaar maken van genoemde documenten te beoordelen alsof niet artikel 11, eerste lid, van de Wob, maar artikel 10, tweede lid, aanhef en onder g, van de Wob aan de weigering van openbaarmaking van genoemde documenten ten grondslag is gelegd.\n 13.2\n\n De rechtbank volgt verweerder 1 in zijn stelling dat de Raad van State in deze een externe partij is en dat daarom van intern beraad geen sprake kan zijn6. Artikel 11, eerste lid, van de Wob kan daarom niet als grondslag dienen voor het achterwege laten van openbaarmaking van documenten van/voor de Raad van State. De bestreden besluiten komen daarom op dit punt, voor zover van toepassing, voor vernietiging in aanmerking.\n 13.3\n\n Het verzoek van verweerder 1 aan de rechtbank om het bestreden besluit te beoordelen alsof artikel 10, tweede lid, aanhef en onder g, van de Wob aan de weigering om genoemde documenten openbaar te maken ten grondslag ligt, wordt niet gehonoreerd. Artikel 10, tweede lid, aanhef en onder g, van de Wob is geen absolute maar een relatieve weigeringsgrond. Aan de weigering op deze grond dient daarom per geweigerd (deel van een) document een (kenbare) belangenafweging door verweerder 1 te worden gemaakt, die dan door de rechtbank kan worden getoetst. Deze belangenafweging ontbreekt. Het is niet aan de rechtbank die belangenafweging te maken.\n\n - de notulen van de ministerraad -\n 14.1\n\n Verweerder 3 heeft de notulen van de ministerraad waarin de benoemingen van de vice-voorzitter van de Raad van State zijn besproken in zijn geheel geheim gehouden. Volgens verweerder 3 volgt uit vaste jurisprudentie van de Afdeling dat deze notulen altijd geheim gehouden mogen worden op grond van het bepaalde in artikel 10, tweede lid, aanhef en onder g, van de Wob. Daarin is bepaald dat het openbaar maken van documenten achterwege mag blijven indien het belang daarvan niet opweegt tegen het belang van het voorkomen van onevenredige bevoordeling of benadeling van bij de aangelegenheid betrokken natuurlijke personen of rechtspersonen dan wel van derden.\n 14.2\n\n Aan verweerder 3 kan worden toegegeven dat de Afdeling meermalen heeft overwogen dat uit artikel 26, eerste lid, van het Reglement van orde voor de ministerraad volgt dat ten aanzien van wat in de vergadering van de ministerraad wordt besproken of geschiedt een geheimhoudingsplicht geldt en dat de Staat er groot belang bij heeft dat deelnemers aan de ministerraad onbelemmerd met elkaar kunnen spreken en dat daarvoor noodzakelijk is dat hetgeen in de vergaderingen is besproken vertrouwelijk blijft.7\n 14.3\n\n Dit belang strekt naar het oordeel van de rechtbank echter niet zo ver dat documenten die betrekking hebben op wat in de ministerraad wordt besproken per definitie zijn uitgezonderd van de uit de Wob voortvloeiende verplichting tot openbaarmaking. Uit het bepaalde in artikel 10, tweede lid, onder g, van de Wob volgt namelijk dat altijd een belangenafweging moet plaatsvinden, en naar het oordeel van de rechtbank dienen daarbij de concrete omstandigheden van het geval te worden meegewogen, waaronder de feitelijke inhoud van de documenten en de actualiteit van de documenten.\n 14.4\n\n De rechtbank heeft kennisgenomen van de notulen van de ministerraad en vastgesteld dat daarin alleen feitelijkheden zijn opgenomen. Gelet hierop en gelet op het gegeven dat het hier gaat om inmiddels al (zeer) gedateerde feitelijkheden, valt zonder nadere motivering van verweerder 3 niet in te zien waarom in dit concrete geval het belang van geheimhouding van de notulen van de ministerraad zwaarder weegt dan het belang bij openbaarheid. Het bestreden besluit 3 kan daarom op dit punt niet in stand blijven.\n\n - weglakkingen omwille van de eerbiediging van de persoonlijke levenssfeer -\n 15.1\n\n Verweerders hebben in diverse documenten namen, functienamen en handtekeningen onleesbaar gemaakt (weggelakt) op grond van het bepaalde in artikel 10, eerste lid, onder e, van de Wob, ter eerbiediging van de persoonlijke levenssfeer.\n 15.2\n\n Eiser heeft aangegeven eigenlijk geen moeite te hebben met weglakking van handtekeningen, maar wel met weglakking van functienamen en namen van functionarissen.\n 15.3\n\n Verweerders hebben ter zitting erkend dat het weglakken van namen en functienamen in de documenten niet altijd even consequent is gebeurd, waardoor soms namen en functienamen zijn blijven staan die weggelakt hadden moeten worden. Verweerders stellen dat het weglakken van namen is gebeurd om de levenssfeer van de betrokken ambtenaren, die niet om hun functie in de openbaarheid treden, te beschermen. Daarbij hebben verweerders aangegeven dat ook functienamen zijn weggelakt als die functienamen herleidbaar zijn tot een bepaald persoon.\n 15.4\n\n Eiser heeft niet aannemelijk gemaakt dat het belang van openbaarmaking van de weggelakte namen en tot een bepaalde persoon herleidbare functienamen in dit geval zwaarder moet wegen dan het belang van eerbiediging van de persoonlijke levenssfeer van de personen wiens namen en/of functienamen zijn weggelakt. Gelet daarop hebben verweerders de openbaarmaking van namen/functienamen kunnen weigeren.8\n Conclusie en gevolgen\n\n 16. Het beroep tegen het bestreden besluit 1A is niet-ontvankelijk en de beroepen tegen de bestreden besluiten 1B, 2, en 3 zijn gegrond. De rechtbank vernietigt daarom de bestreden besluiten 1B, 2 en 3 en zal daarbij bepalen dat verweerders 1, 2 en 3 nieuwe besluiten nemen op de bezwaren van eiser gericht tegen de primaire besluiten 1, 2 en 3, met inachtneming van hetgeen de rechtbank in deze uitspraak heeft overwogen en met toepassing van de Wet open overheid.\n\n 17. Omdat de beroepen gegrond zijn moeten verweerders het door eiser betaalde griffierecht aan eiser vergoeden. Eiser heeft geen proceskosten gemaakt die vergoed kunnen worden.\n Beslissing\n\n De rechtbank:\n\n - verklaart het beroep van eiser voor zover gericht tegen het bestreden besluit 1A van verweerder 1 (door de rechtbank geregistreerd met zaaknummer 20/246) niet ontvankelijk;\n\n - verklaart de beroepen van eiser (door de rechtbank geregistreerd met de zaaknummers 20/246, 20/247 en 20/248) voor zover gericht tegen de bestreden besluiten 1B, 2 en 3 gegrond;\n\n - vernietigt de bestreden besluiten 1B, 2 en 3;\n\n - bepaalt dat verweerder 1 opnieuw beslist op eisers bezwaar gericht tegen het primaire besluit 1, met inachtneming van hetgeen de rechtbank in deze uitspraak heeft overwogen;\n\n - bepaalt dat verweerder 2 opnieuw beslist op eisers bezwaar gericht tegen het primaire besluit 2, met inachtneming van hetgeen de rechtbank in deze uitspraak heeft overwogen;\n\n - bepaalt dat verweerder 3 opnieuw beslist op eisers bezwaar gericht tegen het primaire besluit 3, met inachtneming van hetgeen de rechtbank in deze uitspraak heeft overwogen;\n\n - bepaalt dat verweerder 1 in de zaak met zaaknummer 20/246 het betaalde griffierecht van € 178,- aan eiser vergoedt;\n\n - bepaalt dat verweerder 2 in de zaak met zaaknummer 20/247 het betaalde griffierecht van € 178,- aan eiser vergoedt;\n\n - bepaalt dat verweerder 3 in de zaak met zaaknummer 20/248 het betaalde griffierecht van € 178,- aan eiser vergoedt.\n\n Deze uitspraak is gedaan door mr. J.M. Janse van Mantgem, voorzitter, en mr. R.H.M. Bruin en mr. A.M.C. de Haan, leden, in aanwezigheid van mr. E. Degen, griffier. De uitspraak is uitgesproken in het openbaar op 20 december 2023.\n\n griffier\n\n\n voorzitter\n\n Een afschrift van deze uitspraak is verzonden aan partijen op:\n Informatie over hoger beroep\n\n Een partij die het niet eens is met deze uitspraak, kan een hogerberoepschrift sturen naar de Afdeling bestuursrechtspraak van de Raad van State waarin wordt uitgelegd waarom deze partij het niet eens is met deze uitspraak. Het hogerberoepschrift moet worden ingediend binnen zes weken na de dag waarop deze uitspraak is verzonden. Kan de indiener de behandeling van het hoger beroep niet afwachten, omdat de zaak spoed heeft, dan kan de indiener de voorzieningenrechter van de Afdeling bestuursrechtspraak van de Raad van State vragen om een voorlopige voorziening (een tijdelijke maatregel) te treffen.\n Bijlage: voor deze uitspraak belangrijke wet- en regelgeving\n\n Algemene wet bestuursrecht\n\n Artikel 6:20\n\n 1Indien het beroep zich richt tegen het niet tijdig nemen van een besluit, blijft het bestuursorgaan verplicht dit besluit te nemen, tenzij de belanghebbende daarbij als gevolg van de beslissing op het beroep geen belang meer heeft.\n\n 2Het bestuursorgaan stelt een besluit als bedoeld in het eerste lid onverwijld ter beschikking aan het orgaan waarbij het beroep aanhangig is.\n\n 3Het beroep tegen het niet tijdig nemen van een besluit heeft mede betrekking op het alsnog genomen besluit, tenzij dit geheel aan het beroep tegemoet komt.\n\n 4De beslissing op het beroep kan echter worden verwezen naar een ander orgaan waarbij bezwaar of beroep tegen het alsnog genomen besluit aanhangig is, dan wel kan of kon worden gemaakt of ingesteld.\n\n 5Het beroep tegen het niet tijdig nemen van een besluit kan alsnog gegrond worden verklaard, indien de indiener van het beroepschrift daarbij belang heeft.\n\n Artikel 7:13\n\n 1Dit artikel is van toepassing indien ten behoeve van de beslissing op het bezwaar een adviescommissie is ingesteld:\n\n a.die bestaat uit een voorzitter en ten minste twee leden,\n\n b.waarvan de voorzitter geen deel uitmaakt van en niet werkzaam is onder verantwoordelijkheid van het bestuursorgaan en\n\n c.die voldoet aan eventueel bij wettelijk voorschrift gestelde andere eisen.\n\n 2Indien een commissie over het bezwaar zal adviseren, deelt het bestuursorgaan dit zo spoedig mogelijk mede aan de indiener van het bezwaarschrift.\n\n 3Het horen geschiedt door de commissie. De commissie kan het horen opdragen aan de voorzitter of een lid dat geen deel uitmaakt van en niet werkzaam is onder verantwoordelijkheid van het bestuursorgaan.\n\n 4De commissie beslist over de toepassing van artikel 7:4, zesde lid, van artikel 7:5, tweede lid, en, voor zover bij wettelijk voorschrift niet anders is bepaald, van artikel 7:3.\n\n 5Een vertegenwoordiger van het bestuursorgaan wordt voor het horen uitgenodigd en wordt in de gelegenheid gesteld een toelichting op het standpunt van het bestuursorgaan te geven.\n\n 6Het advies van de commissie wordt schriftelijk uitgebracht en bevat een verslag van het horen.\n\n 7Indien de beslissing op het bezwaar afwijkt van het advies van de commissie, wordt in de beslissing de reden voor die afwijking vermeld en wordt het advies met de beslissing meegezonden.\n\n Artikel 8:29\n\n 1Partijen die verplicht zijn inlichtingen te geven dan wel stukken over te leggen, kunnen, indien daarvoor gewichtige redenen zijn, het geven van inlichtingen dan wel het overleggen van stukken weigeren of de bestuursrechter mededelen dat uitsluitend hij kennis zal mogen nemen van de inlichtingen onderscheidenlijk de stukken.\n\n 2Gewichtige redenen zijn voor een bestuursorgaan in ieder geval niet aanwezig, voor zover ingevolge de Wet open overheid de verplichting zou bestaan een verzoek om informatie, vervat in de over te leggen stukken, in te willigen.\n\n 3De bestuursrechter beslist of de in het eerste lid bedoelde weigering onderscheidenlijk de beperking van de kennisneming gerechtvaardigd is.\n\n 4Indien de bestuursrechter heeft beslist dat de weigering gerechtvaardigd is, vervalt de verplichting.\n\n 5Indien de bestuursrechter heeft beslist dat de beperking van de kennisneming gerechtvaardigd is, kan hij slechts met toestemming van de andere partijen mede op de grondslag van die inlichtingen onderscheidenlijk die stukken uitspraak doen. Indien de toestemming wordt geweigerd, wordt de zaak verwezen naar een andere kamer.\n\n 6Inzake een beroep tegen een besluit op grond van de Wet open overheid neemt, in zo verre in afwijking van het eerste en derde lid, uitsluitend de bestuursrechter kennis van de stukken waarvan op grond van de Wet open overheid om openbaarmaking of verstrekking is verzocht. De toestemming, bedoeld in het vijfde lid, is van rechtswege verleend.\n\n Wet openbaarheid van bestuur\n\n Artikel 10\n\n 1Het verstrekken van informatie ingevolge deze wet blijft achterwege voor zover dit:\n\n a.de eenheid van de Kroon in gevaar zou kunnen brengen;\n\n b.de veiligheid van de Staat zou kunnen schaden;\n\n c.bedrijfs- en fabricagegegevens betreft, die door natuurlijke personen of rechtspersonen vertrouwelijk aan de overheid zijn meegedeeld;\n\n d.persoonsgegevens betreft als bedoeld in de artikelen 9, 10 en 87 van de Algemene verordening gegevensbescherming, tenzij de verstrekking kennelijk geen inbreuk op de persoonlijke levenssfeer maakt.\n\n 2Het verstrekken van informatie ingevolge deze wet blijft eveneens achterwege voor zover het belang daarvan niet opweegt tegen de volgende belangen:\n\n a.de betrekkingen van Nederland met andere staten en met internationale organisaties;\n\n b.de economische of financiële belangen van de Staat, de andere publiekrechtelijke lichamen of de in artikel 1a, onder c en d, bedoelde bestuursorganen;\n\n c.de opsporing en vervolging van strafbare feiten;\n\n d.inspectie, controle en toezicht door bestuursorganen;\n\n e.de eerbiediging van de persoonlijke levenssfeer;\n\n f.het belang, dat de geadresseerde erbij heeft als eerste kennis te kunnen nemen van de informatie;\n\n g.het voorkomen van onevenredige bevoordeling of benadeling van bij de aangelegenheid betrokken natuurlijke personen of rechtspersonen dan wel van derden.\n\n 3Het tweede lid, aanhef en onder e, is niet van toepassing voorzover de betrokken persoon heeft ingestemd met openbaarmaking.\n\n 4Het eerste lid, aanhef en onder c en d, het tweede lid, aanhef en onder e, en het zevende lid, aanhef en onder a, zijn niet van toepassing voorzover het milieu-informatie betreft die betrekking heeft op emissies in het milieu. Voorts blijft in afwijking van het eerste lid, aanhef en onder c, het verstrekken van milieu-informatie uitsluitend achterwege voorzover het belang van openbaarmaking niet opweegt tegen het daar genoemde belang.\n\n 5Het tweede lid, aanhef en onder b, is van toepassing op het verstrekken van milieu-informatie voor zover deze handelingen betreft met een vertrouwelijk karakter.\n\n 6Het tweede lid, aanhef en onder g, is niet van toepassing op het verstrekken van milieu-informatie.\n\n 7Het verstrekken van milieu-informatie ingevolge deze wet blijft eveneens achterwege voorzover het belang daarvan niet opweegt tegen de volgende belangen:\n\n a.de bescherming van het milieu waarop deze informatie betrekking heeft;\n\n b.de beveiliging van bedrijven en het voorkomen van sabotage.\n\n 8Voorzover het vierde lid, eerste volzin, niet van toepassing is, wordt bij het toepassen van het eerste, tweede en zevende lid op milieu-informatie in aanmerking genomen of deze informatie betrekking heeft op emissies in het milieu.\n\n Artikel 11\n\n 1In geval van een verzoek om informatie uit documenten, opgesteld ten behoeve van intern beraad, wordt geen informatie verstrekt over daarin opgenomen persoonlijke beleidsopvattingen.\n\n 2Over persoonlijke beleidsopvattingen kan met het oog op een goede en democratische bestuursvoering informatie worden verstrekt in niet tot personen herleidbare vorm. Indien degene die deze opvattingen heeft geuit of zich erachter heeft gesteld, daarmee heeft ingestemd, kan de informatie in tot personen herleidbare vorm worden verstrekt.\n\n 3Met betrekking tot adviezen van een ambtelijke of gemengd samengestelde adviescommissie kan het verstrekken van informatie over de daarin opgenomen persoonlijke beleidsopvattingen plaatsvinden, indien het voornemen daartoe door het bestuursorgaan dat het rechtstreeks aangaat aan de leden van de adviescommissie voor de aanvang van hun werkzaamheden kenbaar is gemaakt.\n\n 4In afwijking van het eerste lid wordt bij milieu-informatie het belang van de bescherming van de persoonlijke beleidsopvattingen afgewogen tegen het belang van openbaarmaking. Informatie over persoonlijke beleidsopvattingen kan worden verstrekt in niet tot personen herleidbare vorm. Het tweede lid, tweede volzin, is van overeenkomstige toepassing.\n\n 1 Zie MvT Parl.Gesch. Awb I, p353\n\n 2 Zie de uitspraak van de Afdeling bestuursrechtspraak van de Raad van State (de Afdeling) van 22 februari 2023, ECLI:NL:RVS:2023:709, onder 10.\n\n 3 zie onder meer de uitspraak van de Afdeling 23 september 2020, ECLI:NL:RVS:2020:2276.\n\n 4 De rechtbank vindt hiervoor steun in de uitspraak van de rechtbank Overijssel, van 26 oktober 2022, ECLI:NL:RBOVE:2022:3112.\n\n 5 De rechtbank vindt hiervoor steun in rechtsoverweging 8.6 de uitspraak van de Afdeling van 24 februari 2021, ECLI:NL:RVS:2021:399.\n\n 6 De rechtbank verwijst in dit verband naar de uitspraak van de Afdeling van 18 juli 2018, ECLI:NL:RVS:2018:2424\n\n 7 Zie onder meer de uitspraak van de Afdeling van 25 oktober 2017, ECLI:NL:RVS:2017:2883 en de uitspraak van 16 januari 2019, ECLI:NL:RVS:2019:100\n\n 8 De rechtbank vindt hiervoor steun in vaste rechtspraak van de Afdeling op dit punt, zie bijvoorbeeld de uitspraak van de Afdeling van 31 januari 2018, ECLI:NL:RVS:2018:321."
}
